{
    "summary_vone": "The Float adjusted market capitalization of the company falls under Option 2 of Rule 7.13.1(i) (b) of the Listing Rules of the Colombo Stock Exchange and the company has complied with the minimum public holding requirement applicable under the said option. Thechanges toaccountingpolicieswhichhavebeendisclosed in thecompanys annual report 2022/23,havebeenapplied consistently to all periods presented in these Interim Financial Statements.These Financial Statements are in Compliance with the requirements of Companies Act No. 07 of 2007",
    "summary_ril" : " This Annual Report contains forward-looking statements, which are based on the Group and Company’s current expectations and forecasts of future events. Return on capital employeed (ROCE). United Motors Lanka PLC (UML) is the distributor for brand new Mitsubishi and Fuso vehicles, genuine spare parts of brands represented by the Group, and provides after sales services to its customers and through its branch network.R I L Property PLC has built a reputation for unparalleled service, fostering a loyal client base that extends far beyond traditional marketing efforts. Our unwavering commitment to exceeding expectations shines through in the consistent stream of positive referrals we receive from our network of highly satisfied customers.This Annual Report contains forward-looking statements, which are based on the Group and Company’s current expectations and forecasts of future events. Return on capital employeed (ROCE). United Motors Lanka PLC (UML) is the distributor for brand new Mitsubishi and Fuso vehicles, genuine spare parts of brands represented by the Group, and provides after sales services to its customers and through its branch network.R I L Property PLC has built a reputation for unparalleled service, fostering a loyal client base that extends far beyond traditional marketing efforts. Our unwavering commitment to exceeding expectations shines through in the consistent stream of positive referrals we receive from our network of highly satisfied customers"
}

